Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Qwen3-VL 2B (4-bit). The strongest small vision model available: sharper image understanding, better reasoning, and wide language coverage. Recommended for iPhone 14 Pro and newer.
de: Qwen3-VL 2B (4-bit). Das stärkste kleine Vision-Modell, das es derzeit gibt: präziseres Bildverständnis, besseres logisches Denken und Unterstützung für viele Sprachen. Empfohlen für iPhone 14 Pro und neuer.
el: Qwen3-VL 2B (4-bit). Το ισχυρότερο μικρό μοντέλο όρασης που είναι διαθέσιμο: πιο ακριβής κατανόηση εικόνων, καλύτερος συλλογισμός και ευρεία γλωσσική κάλυψη. Συνιστάται για iPhone 14 Pro και νεότερα.
es: Qwen3-VL 2B (4-bit). El modelo de visión compacto más potente disponible: mejor comprensión de imágenes, mejor razonamiento y amplia cobertura de idiomas. Recomendado para iPhone 14 Pro y posteriores.
fr: Qwen3-VL 2B (4-bit). Le modèle de vision compact le plus performant : meilleure compréhension des images, raisonnement amélioré et large couverture linguistique. Recommandé pour l'iPhone 14 Pro et les modèles plus récents.
it: Qwen3-VL 2B (4-bit). Il modello di visione compatto più potente disponibile: comprensione delle immagini più precisa, ragionamento migliore e ampio supporto linguistico. Consigliato per iPhone 14 Pro e successivi.
ja: Qwen3-VL 2B（4-bit）。現在利用できる最も強力な小型ビジョンモデルです。より正確な画像理解、優れた推論、幅広い言語対応が特長です。iPhone 14 Pro以降におすすめです。
ko: Qwen3-VL 2B(4-bit). 현재 사용 가능한 가장 강력한 소형 비전 모델입니다. 더 정확한 이미지 이해, 더 나은 추론, 폭넓은 언어 지원을 제공합니다. iPhone 14 Pro 및 이후 모델에 권장됩니다.
pt_br: Qwen3-VL 2B (4-bit). O modelo de visão compacto mais forte disponível: compreensão de imagens mais precisa, raciocínio aprimorado e amplo suporte a idiomas. Recomendado para o iPhone 14 Pro e mais recentes.
ru: Qwen3-VL 2B (4-bit). Самая сильная из компактных моделей компьютерного зрения: точнее понимает изображения, лучше рассуждает и поддерживает множество языков. Рекомендуется для iPhone 14 Pro и новее.
uk: Qwen3-VL 2B (4-bit). Найсильніша з компактних моделей комп'ютерного зору: точніше розуміє зображення, краще міркує й підтримує багато мов. Рекомендується для iPhone 14 Pro і новіших.
zh_hans: Qwen3-VL 2B（4-bit）。目前最强的小型视觉模型：图像理解更精准，推理能力更强，语言覆盖更广。推荐 iPhone 14 Pro 及更新机型使用。
zh_hk: Qwen3-VL 2B（4-bit）。目前最強的小型視覺模型：圖像理解更精準，推理能力更強，支援的語言更多。建議 iPhone 14 Pro 或之後的型號使用。

source: Qwen3-VL 8B (4-bit). Our most powerful model: noticeably deeper reasoning, richer answers, and the sharpest image understanding. Requires a phone with 12 GB of RAM, like iPhone 17 Pro Max. Responses are slower than the 2B model.
de: Qwen3-VL 8B (4-bit). Unser leistungsstärkstes Modell: spürbar tieferes logisches Denken, ausführlichere Antworten und das schärfste Bildverständnis. Erfordert ein Telefon mit 12 GB RAM, wie das iPhone 17 Pro Max. Antworten sind langsamer als beim 2B-Modell.
el: Qwen3-VL 8B (4-bit). Το πιο ισχυρό μοντέλο μας: αισθητά βαθύτερος συλλογισμός, πλουσιότερες απαντήσεις και η πιο ακριβής κατανόηση εικόνων. Απαιτεί τηλέφωνο με 12 GB RAM, όπως το iPhone 17 Pro Max. Οι απαντήσεις είναι πιο αργές από το μοντέλο 2B.
es: Qwen3-VL 8B (4-bit). Nuestro modelo más potente: razonamiento notablemente más profundo, respuestas más completas y la mejor comprensión de imágenes. Requiere un teléfono con 12 GB de RAM, como el iPhone 17 Pro Max. Las respuestas son más lentas que con el modelo 2B.
fr: Qwen3-VL 8B (4-bit). Notre modèle le plus puissant : raisonnement nettement plus approfondi, réponses plus riches et compréhension des images la plus fine. Nécessite un téléphone avec 12 GB de RAM, comme l'iPhone 17 Pro Max. Les réponses sont plus lentes qu'avec le modèle 2B.
it: Qwen3-VL 8B (4-bit). Il nostro modello più potente: ragionamento nettamente più profondo, risposte più ricche e la comprensione delle immagini più precisa. Richiede un telefono con 12 GB di RAM, come iPhone 17 Pro Max. Le risposte sono più lente rispetto al modello 2B.
ja: Qwen3-VL 8B（4-bit）。最も強力なモデルです。推論は目に見えて深く、回答はより充実し、画像理解も最高レベルです。iPhone 17 Pro Maxなど、12 GB RAMを搭載した機種が必要です。応答は2Bモデルより遅くなります。
ko: Qwen3-VL 8B(4-bit). 가장 강력한 모델입니다. 눈에 띄게 깊은 추론, 풍부한 답변, 가장 정확한 이미지 이해를 제공합니다. iPhone 17 Pro Max와 같이 12 GB RAM을 갖춘 기기가 필요합니다. 응답 속도는 2B 모델보다 느립니다.
pt_br: Qwen3-VL 8B (4-bit). Nosso modelo mais poderoso: raciocínio visivelmente mais profundo, respostas mais ricas e a compreensão de imagens mais precisa. Exige um celular com 12 GB de RAM, como o iPhone 17 Pro Max. As respostas são mais lentas que as do modelo 2B.
ru: Qwen3-VL 8B (4-bit). Наша самая мощная модель: заметно более глубокие рассуждения, более содержательные ответы и самое точное понимание изображений. Требуется телефон с 12 GB RAM, например iPhone 17 Pro Max. Ответы медленнее, чем у модели 2B.
uk: Qwen3-VL 8B (4-bit). Наша найпотужніша модель: помітно глибші міркування, змістовніші відповіді й найточніше розуміння зображень. Потрібен телефон із 12 GB RAM, наприклад iPhone 17 Pro Max. Відповіді повільніші, ніж у моделі 2B.
zh_hans: Qwen3-VL 8B（4-bit）。我们最强大的模型：推理明显更深入，回答更丰富，图像理解最为精准。需要配备 12 GB RAM 的手机，如 iPhone 17 Pro Max。响应速度比 2B 模型慢。
zh_hk: Qwen3-VL 8B（4-bit）。我們最強大的模型：推理明顯更深入，回答更豐富，圖像理解亦最精準。需要配備 12 GB RAM 的手機，例如 iPhone 17 Pro Max。回應速度會比 2B 模型慢。

source: Read a Document
de: Dokument lesen
el: Ανάγνωση εγγράφου
es: Leer un documento
fr: Lire un document
it: Leggi un documento
ja: 書類を読む
ko: 문서 읽기
pt_br: Ler um documento
ru: Чтение документа
uk: Читання документа
zh_hans: 阅读文稿
zh_hk: 閱讀文件

source: Read on this device, never uploaded
de: Auf diesem Gerät gelesen, nie hochgeladen
el: Διαβάζονται σε αυτή τη συσκευή, ποτέ δεν ανεβαίνουν
es: Se leen en este dispositivo, nunca se suben
fr: Lus sur cet appareil, jamais envoyés
it: Letti su questo dispositivo, mai caricati
ja: このデバイスで読み取り、アップロードなし
ko: 이 기기에서 읽고, 업로드하지 않음
pt_br: Lidos neste dispositivo, nunca enviados
ru: Читаются на этом устройстве, никогда не выгружаются
uk: Читаються на цьому пристрої, ніколи не вивантажуються
zh_hans: 在此设备上读取，从不上传
zh_hk: 喺呢部裝置讀取，從來唔會上載

source: Read text
de: Text vorlesen
el: Ανάγνωση κειμένου
es: Leer texto
fr: Lire le texte
it: Leggi il testo
ja: 文字を読む
ko: 텍스트 읽기
pt_br: Ler texto
ru: Читать текст
uk: Читати текст
zh_hans: 读出文字
zh_hk: 讀出文字

source: Reading document...
de: Dokument wird gelesen ...
el: Ανάγνωση εγγράφου...
es: Leyendo el documento...
fr: Lecture du document...
it: Lettura del documento...
ja: 書類を読み込み中...
ko: 문서를 읽는 중...
pt_br: Lendo o documento...
ru: Читаю документ...
uk: Читаю документ...
zh_hans: 正在读取文稿...
zh_hk: 讀緊文件...

# Reading part %lld of %lld
source: Reading part %1$lld of %2$lld
de: Teil %lld von %lld wird gelesen
el: Ανάγνωση μέρους %lld από %lld
es: Leyendo la parte %lld de %lld
fr: Lecture de la partie %lld sur %lld
it: Lettura della parte %lld di %lld
ja: パート %lld / %lld を読み込み中
ko: %lld/%lld 부분 읽는 중
pt_br: Lendo a parte %lld de %lld
ru: Читаю часть %lld из %lld
uk: Читаю частину %lld з %lld
zh_hans: 正在读取第 %lld 部分，共 %lld 部分
zh_hk: 正在讀取第 %lld 部分，共 %lld 部分

source: Reading the text on this device...
de: Text wird auf diesem Gerät gelesen …
el: Ανάγνωση του κειμένου σε αυτή τη συσκευή…
es: Leyendo el texto en este dispositivo…
fr: Lecture du texte sur cet appareil…
it: Lettura del testo su questo dispositivo…
ja: この端末で文字を読み取り中…
ko: 이 기기에서 텍스트를 읽는 중…
pt_br: Lendo o texto neste dispositivo…
ru: Читаю текст на этом устройстве…
uk: Читаю текст на цьому пристрої…
zh_hans: 正在此设备上识别文字…
zh_hk: 正在此裝置上辨識文字…

source: Recent Chats
de: Letzte Chats
el: Πρόσφατες συνομιλίες
es: Chats recientes
fr: Conversations récentes
it: Chat recenti
ja: 最近のチャット
ko: 최근 채팅
pt_br: Conversas recentes
ru: Недавние чаты
uk: Недавні чати
zh_hans: 最近聊天
zh_hk: 最近聊天

source: Recognized on this device by Apple's offline engine
de: Auf diesem Gerät von Apples Offline-Engine erkannt
el: Αναγνωρίζεται σε αυτή τη συσκευή από τη μηχανή εκτός σύνδεσης της Apple
es: Se reconoce en este dispositivo con el motor sin conexión de Apple
fr: Reconnue sur cet appareil par le moteur hors ligne d'Apple
it: Riconosciuta su questo dispositivo dal motore offline di Apple
ja: Appleのオフラインエンジンがこのデバイス内で認識
ko: Apple의 오프라인 엔진이 이 기기에서 인식
pt_br: Reconhecida neste dispositivo pelo mecanismo offline da Apple
ru: Распознаётся на этом устройстве офлайн-движком Apple
uk: Розпізнається на цьому пристрої офлайн-рушієм Apple
zh_hans: 由 Apple 的离线引擎在此设备上识别
zh_hk: 由 Apple 嘅離線引擎喺呢部裝置上辨識

source: Recommended
de: Empfohlen
el: Συνιστάται
es: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуется
uk: Рекомендовано
zh_hans: 推荐
zh_hk: 推薦

source: Record
de: Aufnehmen
el: Εγγραφή
es: Grabar
fr: Enregistrer
it: Registra
ja: 録音
ko: 녹음
pt_br: Gravar
ru: Запись
uk: Запис
zh_hans: 录音
zh_hk: 錄音

source: Record a meeting
de: Ein Meeting aufnehmen
el: Ηχογράφησε μια σύσκεψη
es: Grabar una reunión
fr: Enregistrer une réunion
it: Registra una riunione
ja: 会議を録音
ko: 회의 녹음
pt_br: Gravar uma reunião
ru: Записать встречу
uk: Записати зустріч
zh_hans: 录制会议
zh_hk: 錄製會議

source: Record a meeting, lecture or appointment. The transcript, summary and action items are all made on this device - nothing is uploaded.
de: Nimm ein Meeting, eine Vorlesung oder einen Termin auf. Transkript, Zusammenfassung und Aufgaben entstehen alle auf diesem Gerät – nichts wird hochgeladen.
el: Ηχογράφησε μια σύσκεψη, μια διάλεξη ή ένα ραντεβού. Η απομαγνητοφώνηση, η περίληψη και οι ενέργειες δημιουργούνται όλες σε αυτή τη συσκευή – τίποτα δεν ανεβαίνει.
es: Graba una reunión, una clase o una cita. La transcripción, el resumen y las tareas se crean en este dispositivo: no se sube nada.
fr: Enregistre une réunion, un cours ou un rendez-vous. La transcription, le résumé et les actions sont créés sur cet appareil : rien n'est envoyé.
it: Registra una riunione, una lezione o un appuntamento. Trascrizione, riassunto e attività sono creati su questo dispositivo: non viene caricato nulla.
ja: 会議、講義、予約などを録音できます。文字起こし、要約、タスクはすべてこの端末で作成され、どこにもアップロードされません。
ko: 회의, 강의, 진료 예약 등을 녹음하세요. 텍스트 기록, 요약, 할 일은 모두 이 기기에서 만들어지며 어디에도 업로드되지 않습니다.
pt_br: Grave uma reunião, aula ou consulta. A transcrição, o resumo e as tarefas são feitos neste dispositivo: nada é enviado.
ru: Записывайте встречи, лекции и приёмы. Расшифровка, резюме и задачи создаются на этом устройстве — ничего не загружается в интернет.
uk: Записуйте зустрічі, лекції та прийоми. Розшифровка, підсумок і завдання створюються на цьому пристрої — нічого не надсилається.
zh_hans: 录制会议、讲座或预约。文字记录、摘要和待办事项全部在此设备上生成，不会上传任何内容。
zh_hk: 錄製會議、講座或預約。文字記錄、摘要和待辦事項全部在此裝置上產生，不會上傳任何內容。

source: Recorded so far: %@
de: Bisher aufgenommen: %@
el: Έχει ηχογραφηθεί: %@
es: Grabado hasta ahora: %@
fr: Enregistré jusqu'ici : %@
it: Registrato finora: %@
ja: 現在までの録音: %@
ko: 지금까지 녹음: %@
pt_br: Gravado até agora: %@
ru: Записано: %@
uk: Записано: %@
zh_hans: 已录制：%@
zh_hk: 已錄製：%@

source: Recording
de: Aufnahme
el: Ηχογράφηση
es: Grabación
fr: Enregistrement
it: Registrazione
ja: 録音
ko: 녹음
pt_br: Gravação
ru: Запись
uk: Запис
zh_hans: 录音
zh_hk: 錄音

source: Recording %@
de: Aufnahme %@
el: Ηχογράφηση %@
es: Grabación %@
fr: Enregistrement %@
it: Registrazione %@
ja: 録音 %@
ko: 녹음 %@
pt_br: Gravação %@
ru: Запись %@
uk: Запис %@
zh_hans: 录音 %@
zh_hk: 錄音 %@

source: Recording audio only
de: Nur Audioaufnahme
el: Εγγραφή μόνο ήχου
es: Grabando solo audio
fr: Enregistrement audio uniquement
it: Registrazione solo audio
ja: 音声のみ録音中
ko: 오디오만 녹음 중
pt_br: Gravando apenas áudio
ru: Записывается только звук
uk: Записується лише звук
zh_hans: 仅录制音频
zh_hk: 只錄製音訊

source: Recording paused because another app needed the microphone. It will continue automatically.
de: Aufnahme pausiert, weil eine andere App das Mikrofon brauchte. Sie wird automatisch fortgesetzt.
el: Η εγγραφή διακόπηκε επειδή μια άλλη εφαρμογή χρειάστηκε το μικρόφωνο. Θα συνεχιστεί αυτόματα.
es: La grabación se ha pausado porque otra app necesitaba el micrófono. Continuará automáticamente.
fr: Enregistrement en pause : une autre app avait besoin du micro. Il reprendra automatiquement.
it: Registrazione in pausa perché un'altra app aveva bisogno del microfono. Riprenderà automaticamente.
ja: 他のアプリがマイクを使ったため録音を一時停止しました。自動的に再開します。
ko: 다른 앱이 마이크를 사용해 녹음을 일시정지했습니다. 자동으로 다시 시작됩니다.
pt_br: A gravação foi pausada porque outro app precisou do microfone. Ela continuará automaticamente.
ru: Запись приостановлена: микрофон понадобился другому приложению. Она продолжится автоматически.
uk: Запис призупинено: мікрофон знадобився іншому застосунку. Він продовжиться автоматично.
zh_hans: 另一个 App 占用了麦克风，录音已暂停，稍后会自动继续。
zh_hk: 另一個 App 用咗麥克風，錄音暫停咗，之後會自動繼續。

source: Recordings
de: Aufnahmen
el: Ηχογραφήσεις
es: Grabaciones
fr: Enregistrements
it: Registrazioni
ja: 録音
ko: 녹음
pt_br: Gravações
ru: Записи
uk: Записи
zh_hans: 录音
zh_hk: 錄音

source: Recordings stay on this device and are excluded from backups.
de: Aufnahmen bleiben auf diesem Gerät und werden nicht in Backups aufgenommen.
el: Οι ηχογραφήσεις παραμένουν σε αυτή τη συσκευή και εξαιρούνται από τα αντίγραφα ασφαλείας.
es: Las grabaciones permanecen en este dispositivo y se excluyen de las copias de seguridad.
fr: Les enregistrements restent sur cet appareil et sont exclus des sauvegardes.
it: Le registrazioni restano su questo dispositivo e sono escluse dai backup.
ja: 録音はこの端末に留まり、バックアップには含まれません。
ko: 녹음은 이 기기에만 남으며 백업에서 제외됩니다.
pt_br: As gravações permanecem neste dispositivo e ficam fora dos backups.
ru: Записи остаются на этом устройстве и не попадают в резервные копии.
uk: Записи залишаються на цьому пристрої та не потрапляють у резервні копії.
zh_hans: 录音保留在此设备上，并且不包含在备份中。
zh_hk: 錄音保留在此裝置上，並且不包含在備份中。

source: Recover
de: Wiederherstellen
el: Ανάκτηση
es: Recuperar
fr: Récupérer
it: Recupera
ja: 復元
ko: 복구
pt_br: Recuperar
ru: Восстановить
uk: Відновити
zh_hans: 恢复
zh_hk: 復原

source: Recover the interrupted recording?
de: Unterbrochene Aufnahme wiederherstellen?
el: Ανάκτηση της εγγραφής που διακόπηκε;
es: ¿Recuperar la grabación interrumpida?
fr: Récupérer l'enregistrement interrompu ?
it: Recuperare la registrazione interrotta?
ja: 中断された録音を復元しますか？
ko: 중단된 녹음을 복구할까요?
pt_br: Recuperar a gravação interrompida?
ru: Восстановить прерванную запись?
uk: Відновити перерваний запис?
zh_hans: 要恢复中断的录音吗？
zh_hk: 要唔要復原中斷咗嘅錄音？

source: Regenerate
de: Neu generieren
el: Δημιουργία ξανά
es: Regenerar
fr: Régénérer
it: Rigenera
ja: 再生成
ko: 다시 생성
pt_br: Gerar novamente
ru: Сгенерировать заново
uk: Згенерувати знову
zh_hans: 重新生成
zh_hk: 重新生成

source: Remember things about me
de: Dinge über mich merken
el: Να θυμάται πράγματα για εμένα
es: Recordar cosas sobre mí
fr: Retenir des choses sur moi
it: Ricorda cose su di me
ja: 自分に関することを覚える
ko: 나에 대한 정보 기억하기
pt_br: Lembrar coisas sobre mim
ru: Запоминать факты обо мне
uk: Запам'ятовувати факти про мене
zh_hans: 记住关于我的信息
zh_hk: 記住關於我嘅資料

source: Remembered
de: Gemerkt
el: Στη μνήμη
es: En memoria
fr: En mémoire
it: In memoria
ja: 記憶した内容
ko: 기억한 내용
pt_br: Na memória
ru: Запомнено
uk: Запам'ятовано
zh_hans: 已记住
zh_hk: 已記住

source: Remove
de: Entfernen
el: Αφαίρεση
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Убрать
uk: Прибрати
zh_hans: 移除
zh_hk: 移除

source: Remove All
de: Alle entfernen
el: Αφαίρεση όλων
es: Quitar todo
fr: Tout supprimer
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
pt_br: Remover tudo
ru: Удалить все
uk: Прибрати все
zh_hans: 全部移除
zh_hk: 全部移除

source: Remove All Documents
de: Alle Dokumente entfernen
el: Αφαίρεση όλων των εγγράφων
es: Quitar todos los documentos
fr: Supprimer tous les documents
it: Rimuovi tutti i documenti
ja: すべての書類を削除
ko: 모든 문서 제거
pt_br: Remover todos os documentos
ru: Удалить все документы
uk: Прибрати всі документи
zh_hans: 移除所有文稿
zh_hk: 移除所有文件

source: Remove all documents?
de: Alle Dokumente entfernen?
el: Αφαίρεση όλων των εγγράφων;
es: ¿Quitar todos los documentos?
fr: Retirer tous les documents ?
it: Rimuovere tutti i documenti?
ja: すべての書類を削除しますか？
ko: 모든 문서를 제거할까요?
pt_br: Remover todos os documentos?
ru: Удалить все документы?
uk: Видалити всі документи?
zh_hans: 移除所有文稿？
zh_hk: 移除所有文件？

source: Remove attached document
de: Angehängtes Dokument entfernen
el: Αφαίρεση συνημμένου εγγράφου
es: Quitar documento adjunto
fr: Supprimer le document joint
it: Rimuovi documento allegato
ja: 添付書類を削除
ko: 첨부된 문서 제거
pt_br: Remover documento anexado
ru: Удалить прикреплённый документ
uk: Видалити прикріплений документ
zh_hans: 移除附加的文稿
zh_hk: 移除附加的文件

source: Remove attached image
de: Angehängtes Bild entfernen
el: Αφαίρεση συνημμένης εικόνας
es: Quitar imagen adjunta
fr: Supprimer l'image jointe
it: Rimuovi immagine allegata
ja: 添付画像を削除
ko: 첨부된 이미지 제거
pt_br: Remover imagem anexada
ru: Удалить прикреплённое изображение
uk: Видалити прикріплене зображення
zh_hans: 移除附加的图像
zh_hk: 移除附加的圖像

source: Remove from Folder
de: Aus Ordner entfernen
el: Αφαίρεση από φάκελο
es: Quitar de la carpeta
fr: Retirer du dossier
it: Rimuovi dalla cartella
ja: フォルダから削除
ko: 폴더에서 제거
pt_br: Remover da pasta
ru: Убрать из папки
uk: Прибрати з папки
zh_hans: 从文件夹中移除
zh_hk: 從檔案夾中移除

source: Rename
de: Umbenennen
el: Μετονομασία
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名
zh_hk: 重新命名

source: Rename Folder
de: Ordner umbenennen
el: Μετονομασία φακέλου
es: Cambiar nombre de la carpeta
fr: Renommer le dossier
it: Rinomina cartella
ja: フォルダの名称変更
ko: 폴더 이름 변경
pt_br: Renomear pasta
ru: Переименовать папку
uk: Перейменувати папку
zh_hans: 重命名文件夹
zh_hk: 重新命名檔案夾

source: Rename recording
de: Aufnahme umbenennen
el: Μετονομασία ηχογράφησης
es: Renombrar grabación
fr: Renommer l'enregistrement
it: Rinomina registrazione
ja: 録音の名前を変更
ko: 녹음 이름 변경
pt_br: Renomear gravação
ru: Переименовать запись
uk: Перейменувати запис
zh_hans: 重命名录音
zh_hk: 重新命名錄音

source: Repeat that
de: Wiederholen
el: Επανάληψη
es: Repetir
fr: Répéter
it: Ripeti
ja: もう一度
ko: 다시 듣기
pt_br: Repetir
ru: Повторить
uk: Повторити
zh_hans: 再说一次
zh_hk: 重複一次

source: Requests made by the app are recorded here on your device. Model downloads from Hugging Face are the only ones you should ever see.
de: Anfragen der App werden hier auf deinem Gerät aufgezeichnet. Modell-Downloads von Hugging Face sind die einzigen, die du je sehen solltest.
el: Τα αιτήματα που κάνει η εφαρμογή καταγράφονται εδώ, στη συσκευή σας. Οι λήψεις μοντέλων από το Hugging Face είναι οι μόνες που θα πρέπει να βλέπετε.
es: Las solicitudes que hace la app se registran aquí, en tu dispositivo. Las descargas de modelos desde Hugging Face son las únicas que deberías ver.
fr: Les requêtes effectuées par l'app sont enregistrées ici, sur votre appareil. Les téléchargements de modèles depuis Hugging Face sont les seuls que vous devriez voir.
it: Le richieste effettuate dall'app vengono registrate qui, sul tuo dispositivo. I download dei modelli da Hugging Face sono gli unici che dovresti vedere.
ja: アプリが行ったリクエストはこのデバイス上に記録され、ここに表示されます。表示されるのはHugging Faceからのモデルのダウンロードだけのはずです。
ko: 앱이 보낸 요청은 이 기기에 기록되어 여기에 표시됩니다. Hugging Face의 모델 다운로드 외에는 보이지 않아야 합니다.
pt_br: As solicitações feitas pelo app são registradas aqui, no seu dispositivo. Os downloads de modelos do Hugging Face são os únicos que você deve ver.
ru: Запросы, которые делает приложение, записываются здесь, на вашем устройстве. Единственное, что вы должны видеть, — загрузки моделей с Hugging Face.
uk: Запити, які робить застосунок, записуються тут, на вашому пристрої. Єдине, що ви маєте бачити, — завантаження моделей із Hugging Face.
zh_hans: 应用发出的请求会记录在您的设备上并显示于此。您应该只会看到来自 Hugging Face 的模型下载。
zh_hk: App 發出嘅請求會喺你部裝置度記錄並顯示喺呢度。你應該淨係會見到 Hugging Face 嘅模型下載。

source: Requests since install
de: Anfragen seit der Installation
el: Αιτήσεις από την εγκατάσταση
es: Solicitudes desde la instalación
fr: Requêtes depuis l'installation
it: Richieste dall'installazione
ja: インストール以降のリクエスト
ko: 설치 이후 요청 수
pt_br: Solicitações desde a instalação
ru: Запросов с момента установки
uk: Запитів від моменту встановлення
zh_hans: 安装以来的请求数
zh_hk: 安裝之後嘅請求次數

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
uk: Скинути
zh_hans: 还原
zh_hk: 重設

source: Reset Settings
de: Einstellungen zurücksetzen
el: Επαναφορά ρυθμίσεων
es: Restablecer ajustes
fr: Réinitialiser les réglages
it: Ripristina impostazioni
ja: 設定をリセット
ko: 설정 재설정
pt_br: Redefinir ajustes
ru: Сбросить настройки
uk: Скинути налаштування
zh_hans: 还原设置
zh_hk: 重設設定

source: Reset all settings?
de: Alle Einstellungen zurücksetzen?
el: Επαναφορά όλων των ρυθμίσεων;
es: ¿Restablecer todos los ajustes?
fr: Réinitialiser tous les réglages ?
it: Ripristinare tutte le impostazioni?
ja: すべての設定をリセットしますか？
ko: 모든 설정을 재설정하시겠습니까?
pt_br: Redefinir todos os ajustes?
ru: Сбросить все настройки?
uk: Скинути всі налаштування?
zh_hans: 还原所有设置？
zh_hk: 重設所有設定？

source: Restores every setting to its default value. Your conversations are not affected.
de: Setzt alle Einstellungen auf ihre Standardwerte zurück. Ihre Unterhaltungen sind davon nicht betroffen.
el: Επαναφέρει κάθε ρύθμιση στην προεπιλεγμένη τιμή της. Οι συζητήσεις σας δεν επηρεάζονται.
es: Restablece todos los ajustes a sus valores predeterminados. Tus conversaciones no se ven afectadas.
fr: Rétablit la valeur par défaut de chaque réglage. Vos conversations ne sont pas affectées.
it: Riporta ogni impostazione al valore predefinito. Le tue conversazioni non vengono toccate.
ja: すべての設定をデフォルト値に戻します。会話には影響しません。
ko: 모든 설정을 기본값으로 복원합니다. 대화는 영향을 받지 않습니다.
pt_br: Restaura todos os ajustes para os valores padrão. Suas conversas não são afetadas.
ru: Возвращает все настройки к значениям по умолчанию. Ваши беседы не затрагиваются.
uk: Повертає всі налаштування до стандартних значень. Ваші розмови залишаться без змін.
zh_hans: 将所有设置恢复为默认值。您的对话不受影响。
zh_hk: 將所有設定回復為預設值。你的對話不會受影響。

source: Resume
de: Fortsetzen
el: Συνέχεια
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 계속
pt_br: Retomar
ru: Продолжить
uk: Продовжити
zh_hans: 继续
zh_hk: 繼續

source: Review permissions in Settings
de: Berechtigungen in den Einstellungen prüfen
el: Έλεγχος αδειών στις Ρυθμίσεις
es: Revisar permisos en Ajustes
fr: Vérifier les autorisations dans Réglages
it: Rivedi le autorizzazioni in Impostazioni
ja: 「設定」でアクセス許可を確認
ko: 설정에서 권한 확인
pt_br: Revisar permissões nos Ajustes
ru: Проверить разрешения в Настройках
uk: Переглянути дозволи в Налаштуваннях
zh_hans: 在“设置”中查看权限
zh_hk: 喺「設定」入面查看權限
